tap "azure/kubelogin"
tap "bufbuild/buf"
tap "common-fate/granted"
tap "confluentinc/internal", "git@github.com:confluentinc/homebrew-internal.git"
tap "derailed/k9s"
tap "garethr/kubeval"
tap "github/gh"
tap "goles/battery"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "johanhaleby/kubetail"
tap "kreuzwerker/taps"
tap "localstack/tap"
tap "neovim/neovim"
tap "starkandwayne/cf"
tap "suzuki-shunsuke/asciinema-trim"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
brew "agg"
brew "fontconfig"
brew "gettext"
brew "openssl@3"
brew "python@3.12"
brew "icu4c"
brew "openjdk"
brew "ant"
brew "argo"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "bazelisk"
brew "brew-cask-completion"
brew "buildifier"
brew "buildozer"
brew "cabextract"
brew "castget"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "cpulimit"
brew "cscope"
brew "curl"
brew "libsodium"
brew "czmq"
brew "dbmate"
brew "diff-so-fancy"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "driftctl"
brew "dust"
brew "fd"
brew "lame"
brew "tbb"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "goenv"
brew "gomplate"
brew "goreleaser"
brew "graphicsmagick"
brew "grep"
brew "grpcurl"
brew "helix"
brew "helm"
brew "hey"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ipcalc"
brew "jemalloc"
brew "jenv"
brew "jq"
brew "json-c"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "libgpg-error"
brew "lastpass-cli"
brew "less"
brew "libao"
brew "libdnet"
brew "libgcrypt"
brew "libksba"
brew "libmagic"
brew "unibilium"
brew "libtermkey"
brew "libtins"
brew "libuv"
brew "libxml2"
brew "llvm"
brew "luarocks"
brew "ruby"
brew "macvim"
brew "mad"
brew "make"
brew "maven"
brew "melange"
brew "mercurial"
brew "metis"
brew "minikube"
brew "mtr"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nfcutils"
brew "nfdump"
brew "ninja"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "openjdk@11"
brew "openapi-generator"
brew "perl"
brew "pigz"
brew "pipx"
brew "pkgdiff"
brew "plotutils"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "sd"
brew "sops"
brew "spark"
brew "stern"
brew "tcl-tk"
brew "terminal-notifier"
brew "terraformer"
brew "terragrunt"
brew "texinfo"
brew "tfenv"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tmuxinator-completion"
brew "tokei"
brew "tree"
brew "trivy"
brew "universal-ctags", args: ["HEAD"]
brew "vcftools"
brew "watch"
brew "wget"
brew "xpdf"
brew "xsv"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "azure/kubelogin/az-kubelogin"
brew "azure/kubelogin/kubelogin"
brew "common-fate/granted/granted"
brew "goles/battery/battery"
brew "hashicorp/tap/terraform-ls"
brew "johanhaleby/kubetail/kubetail", args: ["HEAD"]
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "localstack/tap/localstack-cli"
brew "starkandwayne/cf/spruce"
brew "suzuki-shunsuke/asciinema-trim/asciinema-trim"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "android-file-transfer"
cask "android-platform-tools"
cask "beyond-compare"
cask "brave-browser"
cask "calibre"
cask "castr"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "font-devicons"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-icomoon"
cask "goland"
cask "google-cloud-sdk"
cask "iterm2"
cask "lapce"
cask "mactex"
cask "ngrok"
cask "sublime-text"
cask "temurin@17"
cask "unified-remote"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
