tap "derailed/k9s"
tap "garethr/kubeval"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "fontconfig"
brew "icu4c"
brew "ant"
brew "libpcap"
brew "arp-scan"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "brew-cask-completion"
brew "cabextract"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "cscope"
brew "curl"
brew "czmq"
brew "direnv"
brew "dos2unix"
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "emacs", restart_service: true
brew "ghostscript"
brew "exa"
brew "faad2"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fig2dev"
brew "findutils"
brew "fish"
brew "flow"
brew "flow-tools"
brew "fontforge"
brew "fprobe"
brew "gawk"
brew "geckodriver"
brew "libxml2"
brew "gedit"
brew "git"
brew "git-extras"
brew "git-flow"
brew "glpk"
brew "gnu-getopt"
brew "gnu-sed"
brew "lua"
brew "qt"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "grip"
brew "hadolint"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ipcalc"
brew "jemalloc"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "libgpg-error"
brew "lastpass-cli"
brew "less"
brew "libao"
brew "libdnet"
brew "libgcrypt"
brew "libksba"
brew "libmagic"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libtins"
brew "libuv"
brew "llvm"
brew "luarocks"
brew "ruby", link: true
brew "macvim"
brew "mad"
brew "maven"
brew "mercurial"
brew "metis"
brew "minikube"
brew "mtr"
brew "mysql"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "nfcutils"
brew "nfdump"
brew "nmap"
brew "node"
brew "nvm"
brew "plotutils"
brew "tbb"
brew "texinfo"
brew "octave"
brew "openmotif"
brew "openvpn"
brew "packer"
brew "parallel"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@2"
brew "pygtk"
brew "quilt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "shpotify"
brew "spark"
brew "sshfs"
brew "strongswan"
brew "tcl-tk"
brew "tcpreplay"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator-completion"
brew "tree"
brew "vault"
brew "vcftools"
brew "watch"
brew "watchman"
brew "wget"
brew "xpdf"
brew "yq"
brew "zinc"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "garethr/kubeval/kubeval"
brew "goles/battery/battery"
brew "johanhaleby/kubetail/kubetail", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adium"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "beyond-compare"
cask "caffeine"
cask "calibre"
cask "charles"
cask "chromedriver"
cask "docker"
cask "epic"
cask "firefox"
cask "fitbit-connect"
cask "font-devicons"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-icomoon"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font-mono"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "java6"
cask "kitty"
cask "mactex"
cask "meld"
cask "oni"
cask "onyx"
cask "phantomjs"
cask "sketch"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "unified-remote"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "zulu7"
